{
    "main":
    {
        "welcome": "Welcome to the Tekken 7 Character Selection Quiz!",
        "1p": "-Don't be pressured to pick a particular character because of this quiz-",
        "introParagraph":"This quiz will try to choose the character you will enjoy playing based on your playstyle and other preferences.\nThere are no right or wrong answers to the questions - it is only to gauge your preference.\nThis quiz is meant to serve as a guide to narrow down options for you when you are feeling overwhelmed.\nIf you already have different character in mind, go for it. The only way to know for sure is to play.\nPlease feel free to leave feedback on the links provided below.\nHave fun!",
        "takeQuiz":"Take the Quiz",
        "feedbackLink": "Questions/Feedback",
        "githubLink": "Github (Code)",
        "twtLink": "Twitter"
    },
    "navbar":
    {
        "takeQuiz": "Take the Quiz",
        "home": "Home",
        "about": "About"
    },
    "about":
    {
        "resources": "Starting Resources",
        "stack": "Frameworks/Plugins"
    },
    "answers":
    {
        "male-prioritize": "I strongly prefer a male character.",
        "male-prefer": "I prefer a male character, but it's not essential.",
        "female-prioritize": "I strongly prefer a female character.",
        "female-prefer": "I prefer a female character, but it's not essential.",
        "neutral-gender": "I don't lean either way. Recommend me a character without considering this.",
        "neutral-dlc": "Absolutely, I am willing to buy DLC if the character fits my playstyle.",
        "base-prefer": "I'm ok with it, but please prioritize non-DLC characters.",
        "base-prioritize": "Please prioritize characters in the base game. I don't want to buy DLC.",
        "dlc-prioritize": "I actually want to try a character in the DLC, prioritize DLC characters.",
        "combo-prioritize": "Landing flashy, high damage combos.",
        "movement-prioritize": "Dashing in and out of range of my opponent's moves.",
        "aggression-prioritize": "Getting aggressive at my opponent.",
        "defense-prioritize": "Defending/parrying my opponent's attacks.",
        "versatilegoal-prioritize": "I enjoy everything, please choose a versatile character for me.",
        "combo-prefer": "Landing flashy, high damage combos.",
        "movement-prefer": "Dashing in and out of range of my opponent's moves.",
        "aggression-prefer": "Getting aggressively close to my opponent.",
        "defense-prefer": "Defending/parrying my opponent's attacks.",
        "versatilegoal-prefer": "I enjoy everything, please choose a versatile character for me.",
        "whiff-punish-prioritize": "Attacking when the opponent makes a mistake and misses a move.",
        "counterhit-prioritize": "Landing a counterhit when my opponent tries to attack.",
        "mixup-prioritize": "Aggressive mixups(50/50) that will keep them guessing.",
        "grab-prioritize": "Grappling and throwing - they can't break them all.",
        "plus-frame-prioritize": "Pressuring with plus frame moves (big/slower moves that stagger the opponent).",
        "poke-prioritize": "Poking down the opponent down with a series of low risk moves.",
        "versatileoffense-prioritize": "So many options, I would like a character that can specialize in everything.",
        "whiff-punish-prefer": "Attacking when the opponent makes a mistake and misses a move.",
        "counterhit-prefer": "Landing a counterhit when my opponent tries to attack.",
        "mixup-prefer": "Aggressive mixups(50/50) that will keep them guessing.",
        "grab-prefer": "Grappling and throwing - they can't break them all.",
        "plus-frame-prefer": "Pressuring with plus frame moves (big/slower moves that stagger the opponent).",
        "poke-prefer": "Poking down the opponent down with a series of low risk moves.",
        "versatileoffense-prefer": "So many options, I would like a character that can specialize in everything.",
        "aggressiveoki-prefer": "I aggressively dash in, looking for a followup mixup.",
        "defensiveoki-prefer": "I take it safe and reset to a neutral position.",
        "versatileoki-prefer": "I would like a character that benefits from both options equally.",
        "neutral-oki": "I don't have an opinion. Please don't take okizeme situations into consideration.",
        "setups-important-prioritize": "Absolutely! Please try to recommend me a character that focuses on setups.",
        "setups-important-prefer": "I prefer setups, but it doesn't take priority over other options.",
        "setups-unimportant-prioritize": "I hate setups! Please try to recommend me characters that don't have setups as their focus.",
        "setups-unimportant-prefer": "I prefer no setups, but I am willing to play a setup oriented character.",
        "neutral-setups": "I don't really have an opinion/I'm not familiar with setups",
        "stance-heavy-prioritize": "Stances are great, please try to recommend me a stance heavy character.",
        "stance-heavy-prefer": "I prefer having stances, but it doesn't take priority over other options.",
        "stance-light-prioritize": "I hate stances. Please try to recommend me characters that aren't stance heavy.",
        "stance-light-prefer": "I prefer having no stances, but I am willing to play a character with stances.",
        "neutral-stance": "I don't really have an opinion. Please don't take stances into consideration.",
        "movetier-high-prioritize": "Yes, I think having good movement is very important",
        "movetier-midhigh-prefer": "A little, just don't recommend me characters with bad movement.",
        "neutral-movetier": "It's not something I feel strongly about, please don't take movement into consideration.",
        "evasion-high-prioritize": "Yes, please prioritize a character with high evasion",
        "evasion-midhigh-prefer": "A little, I would enjoy a character that has evasive options.",
        "neutral-evasion": "I don't really have an opinion. Please don't take built-in evasion into consideration.",
        "tier-high-prioritize": "High tiers (OP characters, top rated characters) prioritize.",
        "tier-mid-prioritize": "Mid tiers (good characters with some flaws) prioritize.",
        "tier-low-prioritize": "Lower tiers (characters with noticeable flaws) prioritize.",
        "tier-midhigh-prioritize": "No low tiers.",
        "tier-midlow-prioritize": "No high tiers.",
        "neutral-tier": "I don't have a strong opinion on tiers, please don't take it into consideration.",
        "gameplan-level-low-prioritize": "Recommend me easier characters that I can start learning Tekken with.",
        "gameplan-level-high-prioritize": "Recommend me characters that have challenging execution and gameplan.",
        "neutral-gameplan-level": "I don't have a strong preference on character difficulty.",
        "beginner-friendly-prioritize": "I'm trying out fighting games for the first time. Choose a \"beginner friendly\"character for me.\nI understand this is subjective."
    }
}